Autodesk.Navisworks.Api.StereoOptions
Provides access to Stereo Options

Autodesk.Navisworks.Api.StereoOptions.StereoAvailable
Is stereo rendering available (possible)?

Autodesk.Navisworks.Api.StereoOptions.StereoBalance
Balance between objects appearing in front of or behind screen. Only used if mode
is eSTEREO_AROUND_FOCAL_POINT. 0 is entirely in front of screen, 1 is balanced exactly around
focal point, 2 is pushed behind focal point.

Autodesk.Navisworks.Api.StereoOptions.StereoEnabled
Is stereo rendering enabled?

Autodesk.Navisworks.Api.StereoOptions.StereoMagnitude
Strength of stereo effect. 0 is mono, 1 is normal, 2 is uncomfortably strong

Autodesk.Navisworks.Api.StereoOptions.StereoMode
Stereo rendering mode

Autodesk.Navisworks.Api.StereoOptions.StereoSwapEyes
Should we swap left and right eyes? Used to correct for poorly configured stereo hardware.